Repository: famasf1/Techbiz_RFID
Catalog: lib/l10n/app_*.arb
Languages: th

source: Home
th: หน้าแรก

source: Scanner
th: สแกนเนอร์

source: Scanner Setting
th: ตั้งค่าเครื่องสแกน

source: Error
th: ข้อผิดพลาด

source: Save
th: บันทึก

# okTxt
source: Okay
th: ตกลง

source: Login
th: เข้าสู่ระบบ

# cancelTxt
source: Cancel
th: ยกเลิก

source: Import Data
th: นำเข้าข้อมูล

source: Export Data
th: ส่งออกข้อมูล

source: Read/Write Tag
th: อ่าน/แก้ไข Tag

source: Lock Tag
th: ล็อค Tag

source: Kill Tag
th: ทำลาย Tag

source: Login with Pin
th: เข้าสู่ระบบด้วย PIN

# loginWithPinDescription
source: Please enter the pin code to login
th: โปรดกรอกหมายเลข PIN เพื่อเข้าสู่ระบบ

source: Language Setting
th: ตั้งค่าภาษา

source: Language
th: ภาษา

source: Power Setting
th: ตั้งค่าระยะพื้นที่สแกน

# readPowerSetting
source: Read Power
th: ระยะพื้นที่ในการอ่าน

# readPowerSettingDescription
source: 25–30 dBm is generally recommended setting.
th: แนะนำให้ตั้งไว้ที่ประมาณ 25–30 dBm

# writePowerSetting
source: Write Power
th: ระยะพื้นที่ในการเขียน

# writePowerSettingDescription
source: 20–25 dBm is generally recommended setting.
th: แนะนำให้ตั้งไว้ที่ประมาณ 20–25 dBm

# frequencyAreaSetting
source: Frequency Area
th: ชุดคลื่นความถี่

# frequencyAreaSettingDescription
source: Select the frequency area you want to use (MHz).
th: เลือกคลื่นความถี่ที่ต้องการใช้ (MHz)

source: Setting saved successfully
th: การตั้งค่าถูกบันทึกเรียบร้อยแล้ว

source: No Data
th: ไม่มีข้อมูล

source: Select Tag
th: เลือก Tag

source: Start Scanning
th: เริ่มสแกน

source: Stop Scanning
th: หยุดสแกน

source: Edit Tag
th: แก้ไขข้อมูล Tag

# editTagHint
source: Please Enter New Tag/Product Code
th: โปรดกรอกข้อมูล Tag/รหัสผลิตภัณฑ์ใหม่

# errorCannotEditTidTag
source: Cannot edit TID Tag
th: ไม่สามารถแก้ไขข้อมูล TID Tag ได้
